Repository: enrique-sem-h/MiniChallenge05
Catalog: MiniChallange05/MiniChallange05 Watch App/Localization/Localizable.xcstrings
Source language: en
Languages: pt_br

source: About
pt_br: Sobre

source: Achievements
pt_br: Conquistas

# achievementText
source: Complete your first year without smoking
pt_br: Complete seu primeiro ano sem fumar

source: Add $10
pt_br: + R$10

source: Add $100
pt_br: + R$100

# averagePack
source: average per pack
pt_br: Média por maço

# averageVape
source: on average per month
pt_br: em média por mês

# back
source: Previous
pt_br: Anterior

source: Blood Oxygen
pt_br: Oxigênio no sangue

# cigarette
source: Common cigarette
pt_br: Cigarro comum

# cigaretteCountQuestion
source: How many cigarettes do you smoke per day?
pt_br: Quantos cigarros você fuma por dia?

# cigarettesPerPack
source: How many cigarettes are there in the pack you buy?
pt_br: Quantos cigarros tem por maço que você compra?

source: Confirm
pt_br: Confirmar

# contentBody
source: Are you keeping up your streak of not smoking?
pt_br: Você está mantendo sua sequência de não fumar?

# contentTitle
source: Hey there, just checking in!
pt_br: Opa, só verificando!

# continueText
source: Continue
pt_br: Continuar

source: Daily Motivation
pt_br: Motivação diária

source: day
pt_br: dia

source: days
pt_br: dias

source: Done
pt_br: Pronto

# eCigarette
source: Electronic cigarette
pt_br: Cigarro eletrônico

# firstDayInfoDescription
source: You've just completed your first day of a brand new streak without smoking. Hang in there!
pt_br: Você completou seu primeiro dia em uma nova sequência sem fumar. Aguenta firme!

# firstDayInfoTitle
source: Fresh Start
pt_br: Um novo começo

# firstMonthInfoDescription
source: You completed a whole month without smoking. Good job! Celebrate this achievement by taking a moment to reflect on how far you've come, and on the changes you've gone through. You're doing great! Keep going.
pt_br: Você completou um mês inteiro sem fumar. Bom trabalho! Celebre essa conquista tirando um momento para refletir no quão longe você chegou e nas mudanças que você passou. Você está indo bem! Aguenta firme.

# firstMonthInfoTitle
source: 1 Month Streak
pt_br: Sequência de 1 mês

# firstWeekInfoDescription
source: Congratulations! You completed your first week without smoking. Celebrate this achievement with your loved ones, and keep up the good work!
pt_br: Parabéns! Você completou sua primeira semana sem fumar. Celebre essa conquista compartilhando com pessoas queridas, e continue com o bom trabalho!

# firstWeekInfoTitle
source: 1 Week Streak
pt_br: Nova sequência

# halfMontInfoDescription
source: You have reached 15 days in your streak! You're halfway through your first month, keep it up!
pt_br: Você atingiu 15 dias em sua sequência! Você está na metade do seu primeiro mês, continue assim!

# halfMontInfoTitle
source: 15 Days Streak
pt_br: Sequência de 15 dias

# halfYearInfoDescription
source: You reached a 6 months streak. Congraulations, keep up the great work!
pt_br: Você atingiu uma sequência de 6 meses. Parabéns, continue com o bom trabalho!

# halfYearInfoTitle
source: 6 Months Streak
pt_br: Sequência de 6 meses

# healthHomeMessage1
source: Take a moment to reflect on how far you've come. Celebrate your progress!
pt_br: Pare um momento e reflita no quão longe você chegou. Celebre seu progresso!

# healthHomeMessage2
source: Take a moment to remember your reasons to quit and reflect on what they mean to you.
pt_br: Pare um momento e lembre seus motivos para parar e reflita no que eles significam.

# healthHomeMessage3
source: Share your progress with a supportive friend today for an extra dose of motivation!
pt_br: Compartilhe seu progresso com um amigo para uma dose extra de motivação!

source: month
pt_br: mês

source: months
pt_br: meses

source: Next
pt_br: Próximo

source: Next Achievement
pt_br: Próxima Conquista

source: Next Achievements
pt_br: Próximas Conquistas

# notificationNo
source: No, I smoked today
pt_br: Não, eu fumei hoje

# notificationYes
source: Yes
pt_br: Sim

# onboardingInformations
source: Keep yourself motivated during your journey to quit smoking.
pt_br: Mantenha-se motivado durante sua jornada em busca de parar de fumar.

# onboardingInformations2
source: With NicQuit, be sure that you will feel well accompanied and supported throughout this journey!
pt_br: Com NicQuit, tenha certeza de que se sentirá muito bem acompanhado e assistido durante essa jornada!

# oneYearInfoDescription
source: You reached a 1 year streak. Congraulations, keep up the great work!
pt_br: Você atingiu uma sequência de 1 ano. Parabéns, continue com o bom trabalho!

# oneYearInfoTitle
source: 1 Year Streak
pt_br: Sequência de 1 ano

# packCostQuestion
source: How much does a pack cost on average?
pt_br: Quanto custa um maço de cigarro em média?

# presentation
source: Welcome!
pt_br: Bem Vindo!

# prevAchievement
source: Previous Achievement
pt_br: Conquista Anterior

source: Progress
pt_br: Progresso

# returnCigarette
source: cigarette per day
pt_br: cigarro por dia

# returnCigarettePerPack
source: cigarette per pack
pt_br: cigarro por maço

# returnCigarettes
source: cigarettes per day
pt_br: cigarros por dia

# returnCigarettesPerPack
source: cigarettes per pack
pt_br: cigarros por maço

# returnHealthMessage
source: You have saved around $%lld so far. Keep it up!
pt_br: Você já economizou aproximadamente R$ %lld. Continue assim!

# returnPackCost
source: %1$@%2$lld pack cost average
pt_br: %1$@%2$lld valor médio do maço

# returnVapeCost
source: %1$@%2$lld vaping cost average
pt_br: %1$@%2$lld média de gastos

# returnVapeFrequencies
source: times per day
pt_br: vezes ao dia

# returnVapeFrequency
source: once per day
pt_br: uma vez ao dia

source: Saved so far!
pt_br: Economizados até agora

source: Savings
pt_br: Economias

# smokingHoursQuestion
source: What times do you smoke?
pt_br: A que horas você fuma?

# smokingType
source: What do you currently smoke?
pt_br: O que você costuma fumar?

source: Source
pt_br: Fonte

source: Streak
pt_br: Sequência

# threeMonthsInfoDescription
source: You reached a 3 months streak. Congraulations, keep up the great work!
pt_br: Você atingiu uma sequência de 3 meses. Parabéns, continue com o bom trabalho!

# threeMonthsInfoTitle
source: 3 Months Streak
pt_br: Sequência de 3 meses

source: Title
pt_br: Título

# today
source: A new beginning!
pt_br: Um novo começo!

# vapeCostQuestion
source: How much do you spend on e-cigs per month?
pt_br: Quanto você gasta com fumo por mês?

# vapeFrequencyQuestion
source: How many times do you smoke per day?
pt_br: Quantas vezes ao dia você fuma?

source: year
pt_br: ano

source: years
pt_br: anos

# yourRecord
source: Your record is
pt_br: Seu recorde é
